下面是一些我读过的书。

(注：:+1: 表示推荐，:-1: 表示差评）

** 索引

- [[#%E6%96%87%E5%AD%A6][文学]]
- [[#%E4%BC%A0%E8%AE%B0][传记]]
- [[#%E5%8E%86%E5%8F%B2][历史]]
- [[#%E7%A7%91%E5%AD%A6][科学]]
- [[#%E6%8A%80%E6%9C%AF][技术]]
- [[#%E5%85%B6%E5%AE%83][其它]]

** 文学
:PROPERTIES:
:CUSTOM_ID: 文学
:END:


*** 小说
#+TBLFM: $1='(- (length org-table-dlines) @#)
- :+1: [[https://book.douban.com/subject/26734559/][阿城文集之一: 棋王·树王·孩子王]]
- :+1: [[https://book.douban.com/subject/24257486/][局外人 (法)阿尔贝.加缪]]


*** 随笔
|------+------+----------+------+-------------------------+---------------+------------|
| 序号 | 评价 | 标题     | 作者 | 出版社                  |          ISBN |   读完日期 |
|------+------+----------+------+-------------------------+---------------+------------|
|    2 | :+1: | [[https://book.douban.com/subject/26610864/][浮生六记]] | [[https://zh.wikipedia.org/wiki/%E6%B2%88%E5%BE%A9][沈复]] | 果麦文化/天津人民出版社 | 9787201094014 | 2017-04-06 |
|    1 |      | [[https://book.douban.com/subject/20278799/][三十六大]] | [[https://zh.wikipedia.org/wiki/%E5%86%AF%E5%94%90][冯唐]] | 浙江文艺出版社          | 9787533935030 |            |
|------+------+----------+------+-------------------------+---------------+------------|
#+TBLFM: $1='(- (length org-table-dlines) @#)


** 传记
:PROPERTIES:
:CUSTOM_ID: 传记
:END:

** 历史
:PROPERTIES:
:CUSTOM_ID: 历史
:END:

|------+------+------------------+----------------+------------------+---------------+----------|
| 序号 | 评价 | 标题             | 作者           | 出版社           |          ISBN | 读完日期 |
|------+------+------------------+----------------+------------------+---------------+----------|
|    1 | :+1: | [[https://book.douban.com/subject/1813841/][枪炮、病菌与钢铁]] | [[https://zh.wikipedia.org/wiki/%E8%B3%88%E5%BE%B7%C2%B7%E6%88%B4%E8%92%99][贾德·梅森·戴蒙]] | 上海世纪出版集团 | 9787532739233 |          |
|------+------+------------------+----------------+------------------+---------------+----------|
#+TBLFM: $1='(- (length org-table-dlines) @#)

** 科学
:PROPERTIES:
:CUSTOM_ID: 科学
:END:

** 技术
:PROPERTIES:
:CUSTOM_ID: 技术
:END:
*** Java
- [[https://book.douban.com/subject/26418340/][Java虚拟机规范(Java SE 8版)]]

*** SA
- :+1: [[https://book.douban.com/subject/26295827/][Ansible: Up and Running]]
- :+1: [[https://book.douban.com/subject/26675256/][Site Reliability Engineering]]

** 其它
:PROPERTIES:
:CUSTOM_ID: 其它
:END:

- [[https://book.douban.com/subject/25749845/][把时间当作朋友 (李笑来)]]
